[{
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: (قالَ اللَّهُ عزَّ وجلَّ المتحابُّونَ في جلالي لَهُم مَنابرُ مِن نورٍ يغبطُهُمُ النَّبيُّونَ والشُّهداءُ)..\n[آية الكرسى - البقرة 255]."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم قال اللهُ تبارَك وتعالى: (مَن أظلَمُ ممَّن ذهَب يخلُقُ كخَلْقي فلْيخلُقوا حَبَّةً أو لِيخلُقوا ذَرَّةً).)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: (يقولُ اللَّهُ: إذا أرادَ عَبْدِي أنْ يَعْمَلَ سَيِّئَةً، فلا تَكْتُبُوها عليه حتَّى يَعْمَلَها، فإنْ عَمِلَها فاكْتُبُوها بمِثْلِها، وإنْ تَرَكَها مِن أجْلِي فاكْتُبُوها له حَسَنَةً، وإذا أرادَ أنْ يَعْمَلَ حَسَنَةً فَلَمْ يَعْمَلْها فاكْتُبُوها له حَسَنَةً، فإنْ عَمِلَها فاكْتُبُوها له بعَشْرِ أمْثالِها إلى سَبْعِ مِئَةِ ضِعْفٍ)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: (قالَ اللَّهُ عزَّ وجلَّ: ومَن أظْلَمُ مِمَّنْ ذَهَبَ يَخْلُقُ كَخَلْقِي، فَلْيَخْلُقُوا ذَرَّةً أوْ لِيَخْلُقُوا حَبَّةً أوْ شَعِيرَةً)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: (أَلَمْ تَرَوْا إلى ما قالَ رَبُّكُمْ؟ قالَ: ما أَنْعَمْتُ علَى عِبَادِي مِن نِعْمَةٍ إِلَّا أَصْبَحَ فَرِيقٌ منهمْ بِهَا كَافِرِينَ. يقولونَ الكَوَاكِبُ وَبِالْكَوَاكِبِ)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم قال اللهُ تبارَك وتعالى: (يُؤْذِينِي ابنُ آدَمَ، يَسُبُّ الدَّهْرَ وأنا الدَّهْرُ، أُقَلِّبُ اللَّيْلَ والنَّهارَ)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "أحاديث قدسية صحيحة في إقبال الله على عباده تضمن الأحاديث القدسية الكثير من المعاني، ومن أهمها ما احتوت بيان محبة الله لعباده وإقباله على من أقبل عليه منهم، وسعة عفوه ومغفرته، ومن هذه الاحاديث: قال رسول الله صلى الله عليه وسلم:(قالَ اللَّهُ تبارَكَ وتعالى يا ابنَ آدمَ إنَّكَ ما دعوتَني ورجوتَني غفَرتُ لَكَ على ما كانَ فيكَ ولا أبالي، يا ابنَ آدمَ لو بلغت ذنوبُكَ عَنانَ السَّماءِ ثمَّ استغفرتَني غفرتُ لَكَ، ولا أبالي، يا ابنَ آدمَ إنَّكَ لو أتيتَني بقرابِ الأرضِ خطايا ثمَّ لقيتَني لا تشرِكُ بي شيئًا لأتيتُكَ بقرابِها مغفرةً)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنِ النبيِّ صَلَّى اللَّهُ عليه وسلَّمَ، فِيما رَوَى عَنِ اللهِ تَبَارَكَ وَتَعَالَى أنَّهُ قالَ: (يا عِبَادِي إنِّي حَرَّمْتُ الظُّلْمَ علَى نَفْسِي، وَجَعَلْتُهُ بيْنَكُمْ مُحَرَّمًا، فلا تَظَالَمُوا، يا عِبَادِي كُلُّكُمْ ضَالٌّ إلَّا مَن هَدَيْتُهُ، فَاسْتَهْدُونِي أَهْدِكُمْ، يا عِبَادِي كُلُّكُمْ جَائِعٌ، إلَّا مَن أَطْعَمْتُهُ، فَاسْتَطْعِمُونِي أُطْعِمْكُمْ، يا عِبَادِي كُلُّكُمْ عَارٍ، إلَّا مَن كَسَوْتُهُ، فَاسْتَكْسُونِي أَكْسُكُمْ، يا عِبَادِي إنَّكُمْ تُخْطِئُونَ باللَّيْلِ وَالنَّهَارِ، وَأَنَا أَغْفِرُ الذُّنُوبَ جَمِيعًا، فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ، يا عِبَادِي إنَّكُمْ لَنْ تَبْلُغُوا ضَرِّي فَتَضُرُّونِي وَلَنْ تَبْلُغُوا نَفْعِي، فَتَنْفَعُونِي، يا عِبَادِي لو أنَّ أَوَّلَكُمْ وَآخِرَكُمْ وإنْسَكُمْ وَجِنَّكُمْ كَانُوا علَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنكُمْ، ما زَادَ ذلكَ في مُلْكِي شيئًا، يا عِبَادِي لو أنَّ أَوَّلَكُمْ وَآخِرَكُمْ وإنْسَكُمْ وَجِنَّكُمْ كَانُوا علَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ، ما نَقَصَ ذلكَ مِن مُلْكِي شيئًا، يا عِبَادِي لو أنَّ أَوَّلَكُمْ وَآخِرَكُمْ وإنْسَكُمْ وَجِنَّكُمْ قَامُوا في صَعِيدٍ وَاحِدٍ فَسَأَلُونِي فأعْطَيْتُ كُلَّ إنْسَانٍ مَسْأَلَتَهُ، ما نَقَصَ ذلكَ ممَّا عِندِي إلَّا كما يَنْقُصُ المِخْيَطُ إذَا أُدْخِلَ البَحْرَ، يا عِبَادِي إنَّما هي أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ، ثُمَّ أُوَفِّيكُمْ إيَّاهَا، فمَن وَجَدَ خَيْرًا، فَلْيَحْمَدِ اللَّهَ وَمَن وَجَدَ غيرَ ذلكَ، فلا يَلُومَنَّ إلَّا نَفْسَهُ.وفي روايةٍ: إنِّي حَرَّمْتُ علَى نَفْسِي الظُّلْمَ وعلَى عِبَادِي، فلا تَظَالَمُوا)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: ( قالَ اللَّهُ: أعْدَدْتُ لِعِبادِي الصَّالِحِينَ ما لا عَيْنٌ رَأَتْ، ولا أُذُنٌ سَمِعَتْ، ولا خَطَرَ علَى قَلْبِ بَشَرٍ)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: ( إنَّ عَبْدًا أصابَ ذَنْبًا - ورُبَّما قالَ أذْنَبَ ذَنْبًا - فقالَ: رَبِّ أذْنَبْتُ - ورُبَّما قالَ: أصَبْتُ - فاغْفِرْ لِي، فقالَ رَبُّهُ: (أعَلِمَ عَبْدِي أنَّ له رَبًّا يَغْفِرُ الذَّنْبَ ويَأْخُذُ بهِ؟ غَفَرْتُ لِعَبْدِي)، ثُمَّ مَكَثَ ما شاءَ اللَّهُ ثُمَّ أصابَ ذَنْبًا، أوْ أذْنَبَ ذَنْبًا، فقالَ: رَبِّ أذْنَبْتُ - أوْ أصَبْتُ - آخَرَ، فاغْفِرْهُ؟ فقالَ: (أعَلِمَ عَبْدِي أنَّ له رَبًّا يَغْفِرُ الذَّنْبَ ويَأْخُذُ بهِ؟ غَفَرْتُ لِعَبْدِي)، ثُمَّ مَكَثَ ما شاءَ اللَّهُ، ثُمَّ أذْنَبَ ذَنْبًا، ورُبَّما قالَ: أصابَ ذَنْبًا، قالَ: قالَ: رَبِّ أصَبْتُ - أوْ قالَ أذْنَبْتُ - آخَرَ، فاغْفِرْهُ لِي، فقالَ: (أعَلِمَ عَبْدِي أنَّ له رَبًّا يَغْفِرُ الذَّنْبَ ويَأْخُذُ بهِ؟ غَفَرْتُ لِعَبْدِي ثَلاثًا، فَلْيَعْمَلْ ما شاءَ)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "(قالَ اللَّهُ تَبارَكَ وتَعالَى:( أنا مع عَبْدي حين يَذْكُرُني، فإنْ ذكَرَني في نَفْسِه ذكَرْتُه في نَفْسي، وإنْ ذكَرَني في مَلَإٍ، ذكَرْتُه في مَلَإٍ هُم خَيْرٌ مِنهم، وإن اقترَبَ إليَّ شِبْرًا اقترَبْتُ إليه ذِراعًا، فإنِ اقترَبَ إليَّ ذِراعًا اقترَبْتُ إليه باعًا، فإنْ أتاني يَـمْشي أتَيْتُه هَرْوَلةً، وقال ابنُ نُـمَيْرٍ في حَديثِه: أنا عِنْدَ ظَنِّ عَبْدي بي، وأنا معَه حين يَذْكُرُني)"
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "(إذا أحَبَّ اللَّهُ عَبْدًا نادَى جِبْرِيلَ: (إنَّ اللَّهَ يُحِبُّ فُلانًا فأحِبَّهُ، فيُحِبُّهُ جِبْرِيلُ، فيُنادِي جِبْرِيلُ في أهْلِ السَّماءِ: إنَّ اللَّهَ يُحِبُّ فُلانًا فأحِبُّوهُ، فيُحِبُّهُ أهْلُ السَّماءِ، ثُمَّ يُوضَعُ له القَبُولُ في أهْلِ الأرْضِ  ).)"
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "أحاديث قدسية في جزاء الأعمال وردت العديد من الأحادي القدسية تبين حسن بعض الأعمال، أو سوءها ومن هذه الأحاديث ما يأتي[١٤]: قالَ اللَّهُ تَبارَكَ وتَعالَى:(كانَ فِيمَن كانَ قَبْلَكُمْ رَجُلٌ به جُرْحٌ، فَجَزِعَ، فأخَذَ سِكِّينًا فَحَزَّ بهَا يَدَهُ، فَما رَقَأَ الدَّمُ حتَّى مَاتَ، قالَ اللَّهُ تَعَالَى: (بَادَرَنِي عَبْدِي بنَفْسِهِ، حَرَّمْتُ عليه الجَنَّةَ)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قالَ اللَّهُ تَبارَكَ وتَعالَى:(إذا ابْتَلَيْتُ عَبْدِي بحَبِيبَتَيْهِ، فَصَبَرَ؛ عَوَّضْتُهُ منهما الجَنَّةَ. يُرِيدُ عَيْنَيْهِ)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": " يَنْزِلُ رَبُّنَا تَبَارَكَ وتَعَالَى كُلَّ لَيْلَةٍ إلى السَّمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ يقولُ: (مَن يَدْعُونِي، فأسْتَجِيبَ له مَن يَسْأَلُنِي فَأُعْطِيَهُ، مَن يَسْتَغْفِرُنِي فأغْفِرَ له)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "يقولُ اللَّهُ تَعالَى: (ما لِعَبْدِي المُؤْمِنِ عِندِي جَزاءٌ، إذا قَبَضْتُ صَفِيَّهُ مِن أهْلِ الدُّنْيا ثُمَّ احْتَسَبَهُ، إلَّا الجَنَّةُ).[١٨]. قالَ اللَّهُ تَبارَكَ وتَعالَى:( يا ابْنَ آدَمَ أنْفِقْ أُنْفِقْ عَلَيْكَ وقالَ يَمِينُ اللهِ مَلأَى، وقالَ ابنُ نُمَيْرٍ مَلآنُ، سَحّاءُ لا يَغِيضُها شيءٌ اللَّيْلَ والنَّهارَ)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قالَ اللَّهُ تَبارَكَ وتَعالَى:(كُلُّ عَمَلِ ابْنِ آدَمَ له إلَّا الصَّوْمَ، فإنَّه لي وأنا أجْزِي به، ولَخُلُوفُ فَمِ الصَّائِمِ أطْيَبُ عِنْدَ اللَّهِ مِن رِيحِ المِسْكِ)."
    },
    {
        "section_id": 1,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال اللهُ تعالى : (أيُّما عبدٍ منْ عبادِي يخرجُ مجاهدًا في سبيلِي، ابتغاءَ مرضاتِي ضَمِنْتُ لهُ أنْ أُرجِعَهُ إنْ رجعتُهُ بِما أصابَ منْ أجرٍ أو غنيمةٍ، و إنْ قَبَضْتُهُ أنْ أغفرَ لهُ و أرحمَهُ و أُدخلُهُ الجنةَ)"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَمِيرِ المُؤمِنينَ أَبي حَفْصٍ عُمَرَ بْنِ الخَطَّابِ قَالَ : سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ :  إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ ، وَإنَّمَا لِكُلِّ امْرِىءٍ مَا نَوَى ، فَمَنْ كَانَتْ هِجْرَتُهُ إِلى اللهِ وَرَسُوله فَهِجْرتُهُ إلى اللهِ وَرَسُوُله ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيْبُهَا ، أَو امْرأَةٍ يَنْكِحُهَا ، فَهِجْرَتُهُ إِلى مَا هَاجَرَ إلَيْهِ "
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ عُمَرَ رَضِيَ اللهُ تَعَالَى عَنْهُ أقَال : بَيْنَمَا نَحْنُ جُلُوْسٌ عِنْدَ رَسُولِ اللهِ ذَاتَ يَوْمٍ إَذْ طَلَعَ عَلَيْناَ رَجُلٌ شَدِيْدُ بَيَاضِ الثّياب شَدِيْدُ سَوَادِ الشَّعْرِ لاَ يُرَى عَلَيهِ أَثَرُ السَّفَرِ وَلاَ يَعْرِفُهُ مِنا أحَدٌ حَتى جَلَسَ إلَى النبِي فَأَسْنَدَ رُكْبَتَيْهِ إلَى رُكْبَتَيْهِ وَوَضَعَ كَفيْهِ عَلَى فَخِذِيْهِ وَقَالَ : يَا مُحَمَّدُ أَخْبِرْنِي عَنِ الإِسْلاَم ، فَقَالَ رَسُولُ اللهِ ﷺ :  الإِسْلاَمُ أَنْ تَشْهَدَ أَنْ لاَ إلَه إلاَّ اللهُ وَأَنَّ مُحَمَّدَاً رَسُولُ الله ، وَتُقِيْمَ الصَّلاَة ، وَتُؤْتِيَ الزَّكَاةَ ، وَتَصُوْمَ رَمَضَانَ ، وَتَحُجَّ البيْتَ إِنِ اِسْتَطَعتَ إِليْهِ سَبِيْلاً  قَالَ: صَدَقْتَ. فَعجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ، قَالَ: فَأَخْبِرِنيْ عَنِ الإِيْمَانِ، قَالَ:  أَنْ تُؤمِنَ بِالله، وَمَلاِئكَتِه، وَكُتُبِهِ ، وَرُسُلِهِ ، وَالْيَومِ الآَخِر ، وَتُؤْمِنَ بِالقَدَرِ خَيْرِهِ وَشَرِّهِ  قَالَ: صَدَقْتَ، قَالَ فَأخْبِرْنِيْ عَنِ الإِحْسَانِ، قَالَ:  أَنْ تَعْبُدَ اللهَ كَأَنَكَ تَرَاهُ، فَإِنْ لمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ  . قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ ، قَالَ :  مَا الْمَسئُوُلُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ  قَالَ : فَأخْبِرْنِيْ عَنْ أَمَارَاتِها ، قَالَ :  أَنْ تَلِدَ الأَمَةُ رَبَّتَهَا ، وَأَنْ تَرى الحُفَاةَ العُرَاةَ العَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُوْنَ فِي البُنْيَانِ  ثْمَّ انْطَلَقَ فَلَبِثتُ مَلِيَّاً ثُمَّ قَالَ :  يَا عُمَرُ أَتَدْرِي مَنِ السَّائِلُ؟  قُلْتُ اللهُ وَرَسُوله أَعْلَمُ قَالَ :  فَإِنَّهُ جِبْرِيْلُ أَتَاكُمْ يُعَلَّمُكُمْ دِيْنَكُمْ "
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "رواه مسلم عَنْ أَبِيْ عَبْدِ الرَّحْمَنِ عَبْدِ اللهِ بْنِ عُمَرَ بْن الخَطَّابِ رَضِيَ اللهُ عَنْهُمَا قَالَ: سَمِعْتُ النبي ﷺ يَقُوْلُ:   بُنِيَ الإِسْلامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ الله وَأَنَّ مُحَمَّدَاً رَسُوْلُ اللهِ، وَإِقَامِ الصَّلاةِ، وَإِيْتَاءِ الزَّكَاةِ، وَحَجِّ البِيْتِ، وَصَوْمِ رَمَضَانَعَنْ عَبْدِ اللهِ بنِ مَسْعُوْدْ رَضِيَ اللهُ عَنْهُ قَالَ: حَدَّثَنَا رَسُوْلُ اللهِ ﷺ وَهُوَ الصَّادِقُ المَصْدُوْقُ :   إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِيْ بَطْنِ أُمِّهِ أَرْبَعِيْنَ يَوْمَاً نُطْفَةً، ثُمَّ يَكُوْنُ عَلَقَةً مِثْلَ ذَلِكَ،ثُمَّ يَكُوْنُ مُضْغَةً مِثْلَ ذَلِكَ،ثُمَّ يُرْسَلُ إِلَيْهِ المَلَكُ فَيَنفُخُ فِيْهِ الرٌّوْحَ،وَيَؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ وَشَقِيٌّ أَوْ سَعِيْدٌ. فَوَالله الَّذِي لاَ إِلَهَ غَيْرُهُ إِنََّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ حَتَّى مَا يَكُوْنُ بَيْنَهُ وَبَيْنَهَا إلاذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَايَكُونُ بَيْنَهُ وَبَيْنَهَا إلا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ فَيَدْخُلُهَا "
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "رواه البخاري ومسلم.عَنْ أُمِّ المُؤمِنِينَ أُمِّ عَبْدِ اللهِ عَائِشَةَ - رَضِيَ اللهُ عَنْهَا - قَالَتْ: قَالَ رَسُوْلُ اللهِ :   مَنْ أَحْدَثَ فِيْ أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ  رواه البخاري ومسلم، وفي رواية لمسلم   مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ عَنْ أَبِيْ عَبْدِ اللهِ النُّعْمَانِ بْنِ بِشِيْر رضي الله عنهما قَالَ: سَمِعْتُ رَسُوْلَ اللهِ ﷺ يَقُوْلُ: (إِنَّ الحَلالَ بَيِّنٌ وَإِنَّ الحَرَامَ بَيِّنٌ وَبَيْنَهُمَا أُمُوْرٌ مُشْتَبِهَات لاَ يَعْلَمُهُنَّ كَثِيْرٌ مِنَ النَّاس،ِ فَمَنِ اتَّقَى الشُّبُهَاتِ فَقَدِ اسْتَبْرأَ لِدِيْنِهِ وعِرْضِ  ه، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الحَرَامِ كَالرَّاعِي يَرْعَى حَوْلَ الحِمَى يُوشِكُ أَنْ يَقَعَ فِيْهِ. أَلا وَإِنَّ لِكُلِّ مَلِكٍ حِمَىً . أَلا وَإِنَّ حِمَى اللهِ مَحَارِمُهُ، أَلا وإِنَّ فِي الجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الجَسَدُ كُلُّهُ وإذَا فَسَدَت فَسَدَ الجَسَدُ كُلُّهُ أَلا وَهيَ القَلْبُ) "
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "رواه البخاري ومسلم .عَنْ أَبِيْ رُقَيَّةَ تَمِيْم بْنِ أَوْسٍ الدَّارِيِّ رضي الله عنه أَنَّ النبي ﷺ قَالَ:( الدِّيْنُ النَّصِيْحَةُ قُلْنَا: لِمَنْ يَا رَسُولَ اللهِ ؟ قَالَ: للهِ، ولكتابه، ولِرَسُوْلِهِ، وَلأَئِمَّةِ المُسْلِمِيْنَ، وَعَامَّتِهِمْ (رواه مسلم.عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُوْلَ اللهِ قَالَ: (أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدَاً رَسُوْلُ اللهِ وَيُقِيْمُوْا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءهَمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّ الإِسْلامِ وَحِسَابُهُمْ عَلَى اللهِ تَعَالَى) "
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "رواه البخاري ومسلمعَنْ أَبِي هُرَيْرَةَ عَبْدِ الرَّحْمَنِ بْنِ صَخْرٍ رَضِيَ الله تَعَالَى عَنْهُ قَالَ: سَمِعْتُ رَسُوْلَ اللهِ ﷺ يَقُوْلُ: (مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ وَمَا أَمَرْتُكُمْ بِهِ فأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ؛ فَإِنَّمَا أَهْلَكَ الَّذِيْنَ مِنْ قَبْلِكُمْ كَثْرَةُ مَسَائِلِهِمْ وَاخْتِلافُهُمْ عَلَى أَنْبِيَائِهِمْ)"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "رواه البخاري ومسلم عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ تَعَالَى عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ : (إِنَّ اللهَ تَعَالَى طَيِّبٌ لاَ يَقْبَلُ إِلاَّ طَيِّبَاً وَإِنَّ اللهَ أَمَرَ المُؤْمِنِيْنَ بِمَا أَمَرَ بِهِ المُرْسَلِيْنَ فَقَالَ : (يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً) (المؤمنون: الآية51) ، وَقَالَ: (يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ ) (البقرة: الآية172) ثُمَّ ذَكَرَ الرَّجُلَ يُطِيْلُ السَّفَرَ أَشْعَثَ أَغْبَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاء،ِ يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ ،وَمَشْرَبُهُ حَرَامٌ، وَغُذِيَ بِالحَرَامِ فَأَنَّى يُسْتَجَابُ لذلك)"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِيْ حَمْزَة أَنَسِ بنِ مَالِكٍ رَضِيَ اللهُ تَعَالَى عَنْهُ خَادِمِ رَسُوْلِ اللهِ ﷺ عَن النبي ﷺ قَالَ: (لاَ يُؤمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيْهِ مَا يُحِبُّ لِنَفْسِهِ) رواه البخاري ومسلم"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "َعنِ ابْنِ مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ : (لا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلاَّ بإِحْدَى ثَلاثٍ: الثَّيِّبُ الزَّانِيْ، وَالنَّفْسُ بِالنَّفْسِ، وَالتَّاركُ لِدِيْنِهِ المُفَارِقُ للجمَاعَةِ) رواه البخاري ومسلم"
    },

    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَن أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللهِ ﷺ قَالَ: (مَنْ كَانَ يُؤمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيَقُلْ خَيْرَاً أَو لِيَصْمُتْ، وَمَنْ كَانَ يُؤمِنُ بِاللهِ وَاليَومِ الآخِرِ فَلْيُكْرِمْ جَارَهُ، ومَنْ كَانَ يُؤمِنُ بِاللهِ واليَومِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ) رواه البخاري ومسلم."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَجُلاً قَالَ لِلنَّبيِّ ﷺ : أَوصِنِيْ، قَال : (لاَ تَغْضَبْ) . رواه البخاري"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِي يَعْلَى شَدَّادِ بنِ أَوْسٍ رَضِيَ اللهُ تَعَالَى عَنْهُ عَنْ رَسُولِ اللهِ ﷺ قَالَ: (إِنَّ اللهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيءٍ. فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا القِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيْحَتَهُ) رواه مسلم"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِيْ ذَرٍّ جُنْدُبِ بنِ جُنَادَةَ وَأَبِي عَبْدِ الرَّحْمَنِ مُعَاذِ بِنِ جَبَلٍ رَضِيَ اللهُ عَنْهُمَا عَنْ رَسُولِ اللهِ ﷺ قَالَ: (اتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ ) رواه الترمذي وقال: حديث حسن. وفي بعض النسخ: حسنٌ صحيح."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِي عَبَّاسٍ عَبْدِ اللهِ بنِ عَبَّاسٍ رضي الله عنهما قَالَ: كُنْتُ خَلْفَ النبي ﷺ يَومَاً فَقَالَ: (يَا غُلاَمُ إِنّي أُعَلِّمُكَ كَلِمَاتٍ : احْفَظِ اللهَ يَحفَظك، احْفَظِ اللهَ تَجِدهُ تُجَاهَكَ، إِذَاَ سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَاَ اسْتَعَنتَ فَاسْتَعِن بِاللهِ، وَاعْلَم أَنَّ الأُمّة لو اجْتَمَعَت عَلَى أن يَنفَعُوكَ بِشيءٍ لَمْ يَنْفَعُوكَ إِلا بِشيءٍ قَد كَتَبَهُ اللهُ لَك، وإِن اِجْتَمَعوا عَلَى أَنْ يَضُرُّوكَ بِشيءٍ لَمْ يَضروك إلا بشيءٍ قَد كَتَبَهُ اللهُ عَلَيْكَ، رُفعَت الأَقْلامُ، وَجَفّتِ الصُّحُفُ) رواه الترمذي وقال: حديث حسن صحيح - وفي رواية - غير الترمذي: (اِحفظِ اللهَ تَجٍدْهُ أَمَامَكَ، تَعَرَّفْ إلى اللهِ في الرَّخاءِ يَعرِفْكَ في الشّدةِ، وَاعْلَم أن مَا أَخطأكَ لَمْ يَكُن لِيُصيبكَ، وَمَا أَصَابَكَ لَمْ يَكُن لِيُخطِئكَ، وَاعْلَمْ أنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الفَرَجَ مَعَ الكَربِ، وَأَنَّ مَعَ العُسرِ يُسراً)"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبيْ مَسْعُوْدٍ عُقبَة بنِ عَمْرٍو الأَنْصَارِيِّ البَدْرِيِّ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللهِ ﷺ (إِنَّ مِمَّا أَدرَكَ النَاسُ مِن كَلاَمِ النُّبُوَّةِ الأُولَى إِذا لَم تَستَحْيِ فاصْنَعْ مَا شِئتَ) رواه البخاري."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنِ أَبيْ عَمْرٍو، وَقِيْلَ،أَبيْ عمْرَةَ سُفْيَانَ بنِ عَبْدِ اللهِ رضي الله عنه قَالَ: قُلْتُ يَا رَسُوْلَ اللهِ قُلْ لِيْ فِي الإِسْلامِ قَوْلاً لاَ أَسْأَلُ عَنْهُ أَحَدَاً غَيْرَكَ؟ قَالَ: (قُلْ آمَنْتُ باللهِ ثُمَّ استَقِمْ)"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبيْ عَبْدِ اللهِ جَابِرِ بنِ عَبْدِ اللهِ الأَنْصَارِيِّ رضي الله عنه أَنَّ رَجُلاً سَأَلَ النبي ﷺ فَقَالَ: (أَرَأَيتَ إِذا صَلَّيْتُ المَكْتُوبَاتِ، وَصُمْتُ رَمَضانَ، وَأَحلَلتُ الحَلاَلَ، وَحَرَّمْتُ الحَرَامَ، وَلَمْ أَزِدْ عَلى ذَلِكَ شَيئاً أَدخُلالجَنَّة ؟ قَالَ: نَعَمْ) رواه مسلم"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِي مَالِكٍ الحَارِثِ بنِ عَاصِم الأَشْعَرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ : )الطُّهُورُ شَطْرُ الإِيْمَانِ، والحَمْدُ للهِ تَمْلأُ الميزانَ، وسُبْحَانَ اللهِ والحَمْدُ للهِ تَمْلآنِ - أَو تَمْلأُ - مَا بَيْنَ السَّمَاءِ والأَرْضِ  ، وَالصَّلاةُ نُورٌ، والصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ، وَالقُرْآنُ حُجَّةٌ لَكَ أَو عَلَيْكَ، كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَو مُوبِقُهَا(رواه مسلم."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبي ذرٍّ الغِفَارْي رضي الله عنه عَن النبي ﷺ فيمَا يَرْويه عَنْ رَبِِّهِ عزَّ وجل أَنَّهُ قَالَ: (يَا عِبَادِيْ إِنِّيْ حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِيْ وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمَاً فَلا تَظَالَمُوْا، يَا عِبَادِيْ كُلُّكُمْ ضَالٌّ إِلاَّ مَنْ هَدَيْتُهُ فَاسْتَهْدُوْنِي أَهْدِكُمْ، يَا عِبَادِيْ كُلُّكُمْ جَائِعٌ إِلاَّ مَنْ أَطْعَمْتُهُ فاَسْتَطْعِمُونِي أُطْعِمْكُمْ، يَا عِبَادِيْ كُلُّكُمْ عَارٍ إِلاَّ مَنْ كَسَوْتُهُ فَاسْتَكْسُوْنِيْ أَكْسُكُمْ، يَا عِبَادِيْ إِنَّكُمْ تُخْطِئُوْنَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوْبَ جَمِيْعَاً فَاسْتَغْفِرُوْنِيْ أَغْفِرْ لَكُمْ، يَا عِبَادِيْ إِنَّكُمْ لَنْ تَبْلُغُوْا ضَرِّيْ فَتَضُرُّوْنِيْ وَلَنْ تَبْلُغُوْا نَفْعِيْ فَتَنْفَعُوْنِيْ، يَا عِبَادِيْ لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوْا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فَيْ مُلْكِيْ شَيْئَاً. يَا عِبَادِيْ لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوْا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِيْ شَيْئَاً، يَا عِبَادِيْ لَوْ أنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإنْسَكُمْ وَجِنَّكُمْ قَامُوْا فِيْ صَعِيْدٍ وَاحِدٍ فَسَأَلُوْنِيْ فَأَعْطَيْتُ كُلَّ وَاحِدٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِيْ إِلاَّ كَمَا يَنْقُصُ المِخْيَطُ إَذَا أُدْخِلَ البَحْرَ، يَا عِبَادِيْ إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيْهَا لَكُمْ ثُمَّ أُوَفِّيْكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرَاً فَليَحْمَدِ اللهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلاَ يَلُوْمَنَّ إِلاَّ نَفْسَهُ) رواه مسلم."
    },

    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبي ذَرٍّ رضي الله عنه قال: أَنَّ أُنَاسَاً مِنْ أَصحَابِ رَسُولِ اللهِ ﷺ قَالوا للنَّبي ﷺ يَارَسُولَ الله: ذَهَبَ أَهلُ الدثورِ بِالأُجورِ، يُصَلُّوْنَ كَمَا نُصَلِّيْ، وَيَصُوْمُوْنَ كَمَا نَصُوْمُ، وَيَتَصَدَّقُوْنَ بفُضُوْلِ أَمْوَالِهِمْ، قَالَ: (أَوَ لَيْسَ قَدْ جَعَلَ اللهُ لَكُمْ مَا تَصَّدَّقُوْنَ؟ إِنَّ بِكُلِّ تَسْبِيْحَةٍ صَدَقَة.وَكُلِّ تَكْبِيْرَةٍ صَدَقَةً وَكُلِّ تَحْمَيْدَةٍ صَدَقَةً وَكُلِّ تَهْلِيْلَةٍ صَدَقَةٌ وَأَمْرٌ بالِمَعْرُوْفٍ صَدَقَةٌ وَنَهْيٌ عَنْ مُنْكَرٍ صَدَقَةٌ وَفِيْ بُضْعِ أَحَدِكُمْ صَدَقَةٌ قَالُوا: يَا رَسُوْلَ اللهِ أَيَأْتِيْ أَحَدُنَا شَهْوَتَهُ وَيَكُوْنُ لَهُ فِيْهَا أَجْرٌ؟ قَالَ:أَرَأَيْتُمْ لَوْ وَضَعَهَا فَيْ حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فَي الحَلالِ كَانَ لَهُ أَجْرٌ) رَوَاهُ مُسْلِمٌ"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ ﷺ : (كُلُّ سُلامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ كُلُّ يَومٍ تَطْلُعُ فِيْهِ الشَّمْسُ: تَعْدِلُ بَيْنَ اثْنَيْنِ صَدَقَةٌ، وَتُعِيْنُ الرَّجُلَ في دَابَّتِهِ فَتَحْمِلُ لَهُ عَلَيْهَا أَو تَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ، وَالكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَبِكُلِّ خُطْوَةٍ تَمْشِيْهَا إِلَى الصَّلاةِ صَدَقَةٌ، وَتُمِيْطُ الأَذى عَنِ الطَّرِيْقِ صَدَقَةٌ) رواه البخاري ومسلم."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن النواس بن سمعان رضي الله عنهما ، عن النبي ﷺ قال: (البر حسن الخلق ، والإثم ما حاك في نفسك وكرهت أن يطلع عليه الناس ) .رواه مسلم.وعن وابصة بن معبد رضى الله عنه ، قال : أتيت رسول الله ﷺ ، فقال : (جئت تسأل عن البر و الإثم ؟) قلت : نعم ؛ قال : (استفت قلبك ؛ البر ما اطمأنت إليه النفس واطمأن اليه القلب ، والإثم ما حاك في النفس وتردد في الصدر ، وإن أفتاك الناس وأفتوك) .حديث حسن"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَن أَبي نَجِيحٍ العربَاضِ بنِ سَاريَةَ رضي الله عنه قَالَ: وَعَظَنا رَسُولُ اللهِ مَوعِظَةً وَجِلَت مِنهَا القُلُوبُ وَذَرَفَت مِنهَا العُيون. فَقُلْنَا: يَارَسُولَ اللهِ كَأَنَّهَا مَوْعِظَةُ مُوَدِّعٍ فَأَوصِنَا، قَالَ: (أُوْصِيْكُمْ بِتَقْوَى اللهِ عز وجل وَالسَّمعِ وَالطَّاعَةِ وَإِنْ تَأَمَّرَ عَلَيْكُمْ عَبْدٌ، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ فَسَيَرَى اخْتِلافَاً كَثِيرَاً؛ فَعَلَيكُمْ بِسُنَّتِيْ وَسُنَّةِ الخُلَفَاءِ الرَّاشِدِينَ المّهْدِيِّينَ عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ فإنَّ كلّ مُحدثةٍ بدعة، وكُلَّ بِدْعَةٍ ضَلالَةٌ) رواه أبو داود والترمذي وقال : حديث حسن صحيح."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَن مُعَاذ بن جَبَلٍ رضي الله عنه قَالَ: قُلتُ يَا رَسُولَ الله أَخبِرنِي بِعَمَلٍٍ يُدخِلُني الجَنَّةَ وَيُبَاعدني منٍ النار قَالَ: (لَقَدْ سَأَلْتَ عَنْ عَظِيْمٍ وَإِنَّهُ لَيَسِيْرٌ عَلَى مَنْ يَسَّرَهُ اللهُ تَعَالَى عَلَيْهِ: تَعْبُدُ اللهَ لاَتُشْرِكُ بِهِ شَيْئَا، وَتُقِيْمُ الصَّلاة، وَتُؤتِي الزَّكَاة، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ البَيْتَ. ثُمَّ قَالَ: أَلاَ أَدُلُّكَ عَلَى أَبْوَابِ الخَيْرِ: الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الخَطِيْئَةَ كَمَا يُطْفِئُ المَاءُ النَّارَ، وَصَلاةُ الرَّجُلِ فِي جَوْفِ اللَّيْلِ ثُمَّ تَلا : (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ) حَتَّى بَلَغَ: (يَعْلَمُونْ) [السجدة:16-17] ثُمَّ قَالَ: أَلا أُخْبِرُكَ بِرَأْسِ الأَمْرِ وَعَمُودِهِ وَذِرْوَةِ سَنَامِهِ ؟ قُلْتُ: بَلَى يَارَسُولَ اللهِ، قَالَ: رَأْسُ الأَمْرِ الإِسْلامُ وَعَمُودُهُ الصَّلاةُ وَذروَةُ سَنَامِهِ الجِهَادُ ثُمَّ قَالَ: أَلا أُخبِرُكَ بِملاكِ ذَلِكَ كُلِّهِ ؟ قُلْتُ:بَلَى يَارَسُولَ اللهِ. فَأَخَذَ بِلِسَانِهِ وَقَالَ: كُفَّ عَلَيْكَ هَذَا. قُلْتُ يَانَبِيَّ اللهِ وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ ؟ فَقَالَ: ثَكِلَتْكَ أُمُّكَ يَامُعَاذُ. وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلَى وُجُوهِهِمْ أَو قَالَ: عَلَى مَنَاخِرِهِمْ إِلاَّ حَصَائِدُ أَلسِنَتِهِمْ) رواه الترمذي وقال: حديث حسن صحيح."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِيْ ثَعْلَبَةَ الخُشَنِيِّ جُرثُومِ بنِ نَاشِرٍ رضي الله عنه عَن رَسُولِ اللهِ ﷺ قَالَ: (إِنَّ اللهَ فَرَضَ فَرَائِضَ فَلا تُضَيِّعُوهَا، وَحَدَّ حُدُودَاً فَلا تَعْتَدُوهَا وَحَرَّمَ أَشْيَاءَ فَلا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلا تَبْحَثُوا عَنْهَا) حديث حسن رواه الدارقطني وغيره."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِيْ ثَعْلَبَةَ الخُشَنِيِّ جُرثُومِ بنِ نَاشِرٍ رضي الله عنه عَن رَسُولِ اللهِ ﷺ قَالَ: (إِنَّ اللهَ فَرَضَ فَرَائِضَ فَلا تُضَيِّعُوهَا، وَحَدَّ حُدُودَاً فَلا تَعْتَدُوهَا وَحَرَّمَ أَشْيَاءَ فَلا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلا تَبْحَثُوا عَنْهَا) حديث حسن رواه الدارقطني وغيره."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبي العَباس سَعدِ بنِ سَهلٍ السَّاعِدي رضي الله عنه قَالَ: جَاءَ رَجُلٌ إِلَى النبي ﷺ فَقَالَ: يَا رَسُول الله: دُلَّني عَلَى عَمَلٍ إِذَا عَمَلتُهُ أَحَبَّني اللهُ، وَأَحبَّني النَاسُ ؟ فَقَالَ: (ازهَد في الدُّنيَا يُحِبَّكَ اللهُ ، وازهَد فيمَا عِندَ النَّاسِ يُحِبَّكَ النَّاسُ) حديث حسن رواه ابن ماجة وغيره بأسانيد حسنة."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن أبي سعيد سعد بن مالك بن سنان الخدري رضي الله عنه أن رسول الله ( ﷺ ) قال: (لا ضرر ولا ضرار) . حديث حسن رواه ابن ماجه والدار قطني وغيرهما مسنداً"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللهِ ﷺ قَالَ:   لوْ يُعْطَى النَّاسُ بِدعوَاهُمْ لادَّعَى رِجَالٌ أَمْوَال قَومٍ وَدِمَاءهُمْ، وَلَكِنِ البَينَةُ عَلَى المُدَّعِي، وَاليَمينُ عَلَى مَن أَنكَر  حديث حسن رواه البيهقي هكذا بعضه في الصحيحين."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبي سَعيدٍ الخُدريِّ رضي الله عنه قَالَ: سَمِعتُ رِسُولَ اللهِ ﷺ يَقولُ: (مَن رَأى مِنكُم مُنكَرَاً فَليُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَستَطعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَستَطعْ فَبِقَلبِه وَذَلِكَ أَضْعَفُ الإيمَانِ) رواه مسلم."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبي هُرَيرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ ﷺ : (لاَ تَحَاسَدوا، وَلاَتَنَاجَشوا، وَلاَ تَبَاغَضوا، وَلاَ تَدَابَروا، وَلاَ يَبِع بَعضُكُم عَلَى بَيعِ بَعضٍ، وَكونوا عِبَادَ اللهِ إِخوَانَاً، المُسلِمُ أَخو المُسلم، لاَ يَظلِمهُ، وَلاَ يَخذُلُهُ، وَلا يكْذِبُهُ، وَلايَحْقِرُهُ، التَّقوَى هَاهُنَا - وَيُشيرُ إِلَى صَدرِهِ ثَلاَثَ مَراتٍ - بِحَسْبِ امرىء مِن الشَّرأَن يَحْقِرَ أَخَاهُ المُسلِمَ، كُلُّ المُسِلمِ عَلَى المُسلِمِ حَرَام دَمُهُ وَمَالُه وَعِرضُه) رواه مسلم"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبي هُرَيرَة رضي الله عنه عَنِ النبي ﷺ قَالَ: )مَنْ نَفَّسَ عَنْ مُؤمِن كُربَةً مِن كُرَبِ الدُّنيَا نَفَّسَ اللهُ عَنهُ كُربَةً مِنْ كرَبِ يَوم القيامَةِ، وَمَنْ يَسَّرَ على مُعسرٍ يَسَّرَ الله عَلَيهِ في الدُّنيَا والآخِرَة، وَمَنْ سَتَرَ مُسلِمَاً سَتَرَهُ الله في الدُّنيَا وَالآخِرَة، وَاللهُ في عَونِ العَبدِ مَا كَانَ العَبدُ في عَونِ أخيهِ، وَمَنْ سَلَكَ طَريقَاً يَلتَمِسُ فيهِ عِلمَاً سَهَّلَ اللهُ لهُ بِهِ طَريقَاً إِلَى الجَنَّةِ، وَمَا اجتَمَعَ قَومٌ في بَيتٍ مِنْ بيوتِ اللهِ يَتلونَ كِتابِ اللهِ وَيتَدارَسونهَ بَينَهُم إِلا نَزَلَت عَلَيهُم السَّكينَة وَغَشيَتهم الرَّحمَة وحَفَتهُمُ المَلائِكة وَذَكَرهُم اللهُ فيمَن عِندَهُ،وَمَنْ بَطَّأ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بهِ نَسَبُهُ (رواه مسلم بهذا اللفظ"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَن ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا عَنِ النبي ﷺ فِيْمَا يَرْوِيْهِ عَنْ رَبِّهِ تَبَارَكَ وَتَعَالى أَنَّهُ قَالَ: (إِنَّ الله كَتَبَ الحَسَنَاتِ وَالسَّيئَاتِ ثُمَّ بَيَّنَ ذَلِكَ؛ فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً،وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِمائَةِ ضِعْفٍ إِلىَ أَضْعَاف كَثِيْرَةٍ. وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً،وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ سَيِّئَةً وَاحِدَةً) رَوَاهُ البُخَارِيُّ وَمُسْلِمٌ في صَحِيْحَيهِمَا بِهَذِهِ الحُرُوْفِ."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ ﷺ : (إِنَّ اللهَ تَعَالَى قَالَ: مَنْ عَادَى لِي وَلِيَّاً فَقَدْ آذَنْتُهُ بِالحَرْبِ. وَمَا تَقَرَّبَ إِلِيَّ عَبْدِيْ بِشَيءٍ أَحَبَّ إِلِيَّ مِمَّا افْتَرَضْتُهُ عَلَيْهِ. ولايَزَالُ عَبْدِيْ يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبتُهُ كُنْتُ سَمْعَهُ الَّذِيْ يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِيْ يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِيْ بِهَا. وَلَئِنْ سَأَلَنِيْ لأُعطِيَنَّهُ، وَلَئِنْ اسْتَعَاذَنِيْ لأُعِيْذَنَّهُ) رواه البخاري"
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللهِ ﷺ قَال: (إِنَّ اللهَ تَجَاوَزَ لِي عَنْ أُمَّتِي الخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ) حديث حسن رواه ابن ماجه والبيهقي وغيرهما."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: أَخَذَ رَسُولُ اللهِ ﷺ بِمنْكبيَّ فَقَالَ: (كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيْبٌ أَوْ عَابِرُ سَبِيْلٍ) وَكَانَ ابْنُ عُمَرَ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ: إِذَا أَمْسَيْتَ فَلا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلا تَنْتَظِرِ المَسَاءَ. وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لمَوْتِكَ..رواه البخاري."
    },
    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَبِيْ مُحَمَّدٍ عَبْدِ اللهِ بِنِ عمْرِو بْنِ العَاصِ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: (لاَيُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَواهُ تَبَعَاً لِمَا جِئْتُ بِهِ) حَدِيْثٌ حَسَنٌ صَحِيْحٌ ."
    },

    {
        "section_id": 2,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللهِ يَقُولُ: قَالَ اللهُ تَعَالَى: (يَا ابْنَ آَدَمَ إِنَّكَ مَا دَعَوتَنِيْ وَرَجَوتَنِيْ غَفَرْتُ لَكَ عَلَى مَا كَانَ مِنْكَ وَلا أُبَالِيْ، يَا ابْنَ آَدَمَ لَو بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ ثُمَّ استَغْفَرْتَنِيْ غَفَرْتُ لَكَ، يَا ابْنَ آَدَمَ إِنَّكَ لَو أَتَيْتَنِيْ بِقِرَابِ الأَرْضِ   خَطَايَا ثُمَّ لقِيْتَنِيْ لاَ تُشْرِك بِيْ شَيْئَاً لأَتَيْتُكَ بِقِرَابِهَا مَغفِرَةً) رَوَاهُ التِّرْمِذِيُّ وَقَالَ: حَدِيْثٌ حَسَنٌ صَحَيْحٌ."
    },


    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن عبد الله بن عمر -رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- إنّه قال:  كنَّا لنعدُّ لرسولِ اللَّهِ صلَّى اللَّهُ علَيهِ وسلَّمَ في المَجلِسِ الواحدِ مائةَ مرَّةٍ: ربِّ اغفر لي، وتُب عليَّ، إنَّكَ أنتَ التَّوَّابُ الرَّحيمُ"
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن زيد بن الحارثة -رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- إنّه قال:   من قال أستغفر اللهَ الذي لا إله إلا هو الحيَّ القيومَ وأتوب إليه غُفِرَ له وإن كان فرَّ من الزَّحفِ"
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عنأبي هريرة -رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- إنّه قال:  اللهِ إنِّي لَأَسْتَغْفِرُ اللهَ وأَتُوبُ إلَيْهِ في اليَومِ أكْثَرَ مِن سَبْعِينَ مَرَّةً ."
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "رويَ عن أبي بكرٍ الصديق رضي الله عنه:  أنَّهُ قالَ لِرَسولِ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ: عَلِّمْنِي دُعَاءً أدْعُو به في صَلَاتِي، قالَ: قُلْ: اللَّهُمَّ إنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، ولَا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ، فَاغْفِرْ لي مَغْفِرَةً مِن عِندِكَ، وارْحَمْنِي إنَّكَ أنْتَ الغَفُورُ الرَّحِيمُ"
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن أبي هريرة -رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- إنه قال:  وَالَّذِي نَفْسِي بِيَدِهِ لو لَمْ تُذْنِبُوا لَذَهَبَ اللَّهُ بِكُمْ، وَلَجَاءَ بِقَوْمٍ يُذْنِبُونَ، فَيَسْتَغْفِرُونَ اللَّهَ فَيَغْفِرُ لهمْ"
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن أبي هريرة -رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- إنّه قال:  إنَّ الرجُلَ لَتُرْفَعُ درجتُهُ في الجنةِ فيقولُ: أنَّى لِي هذا؟ فيُقالُ: بِاستغفارِ ولَدِكَ لَكَ."
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن أبي هريرة -رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- إنّه قال:  زَارَ النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ قَبْرَ أُمِّهِ، فَبَكَى وَأَبْكَى مَن حَوْلَهُ، فَقالَ: اسْتَأْذَنْتُ رَبِّي في أَنْ أَسْتَغْفِرَ لَهَا فَلَمْ يُؤْذَنْ لِي، وَاسْتَأْذَنْتُهُ في أَنْ أَزُورَ قَبْرَهَا فَأُذِنَ لِي، فَزُورُوا القُبُورَ فإنَّهَا تُذَكِّرُ المَوْتَ."
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن شداد بن أوس -رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- إنه قال:  سَيِّدُ الِاسْتِغْفارِ أنْ تَقُولَ: اللَّهُمَّ أنْتَ رَبِّي لا إلَهَ إلَّا أنْتَ، خَلَقْتَنِي وأنا عَبْدُكَ، وأنا علَى عَهْدِكَ ووَعْدِكَ ما اسْتَطَعْتُ، أعُوذُ بكَ مِن شَرِّ ما صَنَعْتُ، أبُوءُ لكَ بنِعْمَتِكَ عَلَيَّ، وأَبُوءُ لكَ بذَنْبِي فاغْفِرْ لِي، فإنَّه لا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ قالَ: ومَن قالَها مِنَ النَّهارِ مُوقِنًا بها، فَماتَ مِن يَومِهِ قَبْلَ أنْ يُمْسِيَ، فَهو مِن أهْلِ الجَنَّةِ، ومَن قالَها مِنَ اللَّيْلِ وهو مُوقِنٌ بها، فَماتَ قَبْلَ أنْ يُصْبِحَ، فَهو مِن أهْلِ الجَنَّةِ"
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن أبي هريرة -رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- إنه قال:  مَن جلسَ في مجلِسٍ فَكَثرَ فيهِ لغطُهُ، فقالَ قبلَ أن يقومَ من مجلسِهِ ذلِكَ: سُبحانَكَ اللَّهمَّ وبحمدِكَ، أشهدُ أن لا إلَهَ إلَّا أنتَ أستغفرُكَ وأتوبُ إليكَ، إلَّا غُفِرَ لَهُ ما كانَ في مجلِسِهِ ذلِكَ."
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن عبد الله بن عباس-رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- إنه قال:   مَن لَزِمَ الاستغفارَ جعل اللهُ له من كلِّ ضِيقٍ مَخْرَجًا. ومن كلِّ هَمٍّ فَرَجًا، ورزقه من حيثُ لا يَحْتَسِبُ"
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن علي بن أبي طالب -رضي الله عنه- عن رَسولِ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ، أنَّهُ كانَ إذَا قَامَ إلى الصَّلَاةِ آخِرِ ما يقولُ بيْنَ التَّشَهُّدِ وَالتَّسْلِيمِ:  اللَّهُمَّ اغْفِرْ لي ما قَدَّمْتُ وَما أَخَّرْتُ، وَما أَسْرَرْتُ وَما أَعْلَنْتُ، وَما أَسْرَفْتُ، وَما أَنْتَ أَعْلَمُ به مِنِّي، أَنْتَ المُقَدِّمُ وَأَنْتَ المُؤَخِّرُ، لا إلَهَ إلَّا أَنْتَ."
    },
    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "عن أبي موسى الأشعري -رضي الله عنه- عن النبي -صلّى الله عليه وسلّم- أنَّهُ كانَ يَدْعُو بهذا الدُّعَاءِ:  اللَّهُمَّ اغْفِرْ لي خَطِيئَتي وَجَهْلِي، وإسْرَافِي في أَمْرِي، وَما أَنْتَ أَعْلَمُ به مِنِّي، اللَّهُمَّ اغْفِرْ لي جِدِّي وَهَزْلِي، وَخَطَئِي وَعَمْدِي، وَكُلُّ ذلكَ عِندِي، اللَّهُمَّ اغْفِرْ لي ما قَدَّمْتُ وَما أَخَّرْتُ، وَما أَسْرَرْتُ وَما أَعْلَنْتُ، وَما أَنْتَ أَعْلَمُ به مِنِّي، أَنْتَ المُقَدِّمُ وَأَنْتَ المُؤَخِّرُ، وَأَنْتَ علَى كُلِّ شيءٍ قَدِيرٌ."
    },

    {
        "section_id": 3,
        "count": "",
        "description": "",
        "reference": "",
        "content": "ثبت عن النبيّ -صلّى الله عليه وسلّم- أنّه قال: (مَن نَفَّسَ عن مُؤْمِنٍ كُرْبَةً مِن كُرَبِ الدُّنْيَا، نَفَّسَ اللَّهُ عنْه كُرْبَةً مِن كُرَبِ يَومِ القِيَامَةِ، وَمَن يَسَّرَ علَى مُعْسِرٍ، يَسَّرَ اللَّهُ عليه في الدُّنْيَا وَالآخِرَةِ، وَمَن سَتَرَ مُسْلِمًا، سَتَرَهُ اللَّهُ في الدُّنْيَا وَالآخِرَةِ، وَاللَّهُ في عَوْنِ العَبْدِ ما كانَ العَبْدُ في عَوْنِ أَخِيهِ)."
    },
    {
        "section_id": 4,
        "count": "",
        "description": "",
        "reference": "",
        "content": "ثبت عن النبيّ -صلّى الله عليه وسلّم- أنّه قال: (المُسْلِمُ أخُو المُسْلِمِ لا يَظْلِمُهُ ولَا يُسْلِمُهُ، ومَن كانَ في حَاجَةِ أخِيهِ كانَ اللَّهُ في حَاجَتِهِ، ومَن فَرَّجَ عن مُسْلِمٍ كُرْبَةً، فَرَّجَ اللَّهُ عنْه كُرْبَةً مِن كُرُبَاتِ يَومِ القِيَامَةِ، ومَن سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَومَ القِيَامَةِ)."
    },
    {
        "section_id": 4,
        "count": "",
        "description": "",
        "reference": "",
        "content": "ورد عن النبيّ -صلّى الله عليه وسلّم- أنّه قال: (الخلقُ كلُّهم عِيالُ اللهِ، فأَحَبُّ خَلْقِهِ إليه، أنفعُهم لِعِيالِه"
    },

    {
        "section_id": 4,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللّهِ وَأَعْلَمُ مِنَ اللّهِ مَا لاَ تَعْلَمُونَ {يوسف:86}."
    },
    {
        "section_id": 4,
        "count": "",
        "description": "",
        "reference": "",
        "content": "وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَى لِلْعَابِدِينَ {الأنبياء:83ـ 84}."
    },
    {
        "section_id": 5,
        "count": "",
        "description": "",
        "reference": "",
        "content": "وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَى لِلْعَابِدِينَ {الأنبياء:83ـ 84}."
    },
    {
        "section_id": 5,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَارًا وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا {نوح:10ـ11ـ 12}"
    },
    {
        "section_id": 5,
        "count": "",
        "description": "",
        "reference": "",
        "content": "اَ يُكَلِّفُ اللّهُ نَفْسًا إِلاَّ وُسْعَهَا {البقرة:286}."
    },

    {
        "section_id": 5,
        "count": "",
        "description": "",
        "reference": "",
        "content": "وأخرج أحمد وأبو داود عن نفيع بن الحارث أن رسول الله صلى الله عليه وسلم قال: دعوات المكروب: اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله لا إله إلا أنت"
    },
    {
        "section_id": 5,
        "count": "",
        "description": "",
        "reference": "",
        "content": "قال رسول الله صلى الله عليه وسلم: دعوة ذي النون وهو في بطن الحوت: لا إله إلا أنت سبحانك إني كنت من الظالمين، فإنه لم يدع بها رجل مسلم في شيء قط إلا استجاب الله له'."
    },
    {
        "section_id": 6,
        "count": "",
        "description": "",
        "reference": "",
        "content": "شروط الرقية  الشرعية  \n  1-  أن  تكون  الرقية  بكلام  الله  وصفاته  .  \n  2-  أن  تكون  الرقية  بالغة  العربية  أو  بما  يفهم  معناها  من  غيرها  .  \n  3-  أن  لا  يعتقد  الراقي  أن  الرقية  تؤثر  بذاتها  بل  بذات  الله  سبحانه  وتعالى  ."
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  الْحَمْدُ  لِلَّهِ  رَبِّ  الْعَالَمِينَ  *  الرَّحْمَنِ  الرَّحِيمِ  *  مَالِكِ  يَوْمِ  الدِّينِ  *  إِيَّاكَ  نَعْبُدُ  وَإِيَّاكَ  نَسْتَعِينُ  *  اهْدِنَا  الصِّرَاطَ  الْمُسْتَقِيمَ  *  صِرَاطَ  الَّذِينَ  أَنْعَمْتَ  عَلَيْهِمْ  غَيْرِ  الْمَغْضُوبِ  عَلَيْهِمْ  وَلا  الضَّالِّينَ  }'."
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  الم  *  ذَلِكَ  الْكِتَابُ  لا  رَيْبَ  فِيهِ  هُدًى  لِلْمُتَّقِينَ  *  الَّذِينَ  يُؤْمِنُونَ  بِالْغَيْبِ  وَيُقِيمُونَ  الصَّلاة  وَمِمَّا  رَزَقْنَاهُمْ  يُنفِقُونَ  *  وَالَّذِينَ  يُؤْمِنُونَ  بِمَا  أُنْزِلَ  إِلَيْكَ  وَمَا  أُنْزِلَ  مِنْ  قَبْلِكَ  وَبِالآخرَةِ  هُمْ  يُوقِنُونَ  *  أُوْلَئِكَ  عَلَى  هُدًى  مِنْ  رَبِّهِمْ  وَأُوْلَئِكَ  هُمْ  الْمُفْلِحُونَ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "  {  إِنَّ  فِي  خَلْقِ  السَّمَوَاتِ  وَالأَرْضِ    وَاخْتِلافِ  اللَّيْلِ  وَالنَّهَارِ  وَالْفُلْكِ  الَّتِي  تَجْرِي  فِي  الْبَحْرِ  بِمَا  يَنفَعُ  النَّاسَ  وَمَا  أَنزَلَ  اللَّهُ  مِنْ  السَّمَاءِ  مِنْ  مَاءٍ  فَأَحْيَا  بِهِ  الأَرْضَ  بَعْدَ  مَوْتِهَا  وَبَثَّ  فِيهَا  مِنْ  كُلِّ  دَابَّةٍ  وَتَصْرِيفِ  الرِّيَاحِ  وَالسَّحَابِ  الْمُسَخَّرِ  بَيْنَ  السَّمَاءِ  وَالأَرْضِ     لآيَاتٍ  لِقَوْمٍ  يَعْقِلُونَ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  اللَّهُ  لا  إِلَهَ  إِلاَّ  هُوَ  الْحَيُّ  الْقَيُّومُ  لا  تَأْخُذُهُ  سِنَةٌ  وَلا  نَوْمٌ  لَهُ  مَا  فِي  السَّمَوَاتِ  وَمَا  فِي  الأَرْضِ    مَنْ  ذَا  الَّذِي  يَشْفَعُ  عِنْدَهُ  إِلاَّ  بِإِذْنِهِ  يَعْلَمُ  مَا  بَيْنَ  أَيْدِيهِمْ  وَمَا  خَلْفَهُمْ  وَلا  يُحِيطُونَ  بِشَيْءٍ  مِنْ  عِلْمِهِ  إِلاَّ  بِمَا  شَاءَ  وَسِعَ  كُرْسِيُّهُ  السَّمَوَاتِ  وَالأَرْضَ  وَلا  يَئُودُهُ  حِفْظُهُمَا  وَهُوَ  الْعَلِيُّ  الْعَظِيمُ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  آمَنَ  الرَّسُولُ  بِمَا  أُنزِلَ  إِلَيْهِ  مِنْ  رَبِّهِ  وَالْمُؤْمِنُونَ  كُلٌّ  آمَنَ  بِاللَّهِ  وَمَلائِكَتِهِ  وَكُتُبِهِ  وَرُسُلِهِ  لا  نُفَرِّقُ  بَيْنَ  أَحَدٍ  مِنْ  رُسُلِهِ  وَقَالُوا  سَمِعْنَا  وَأَطَعْنَا  غُفْرَانَكَ  رَبَّنَا  وَإِلَيْكَ  الْمَصِيرُ  *  لا  يُكَلِّفُ  اللَّهُ  نَفْساً  إِلاَّ  وُسْعَهَا  لَهَا  مَا  كَسَبَتْ  وَعَلَيْهَا  مَا  اكْتَسَبَتْ  رَبَّنَا  لا  تُؤَاخِذْنَا  إِنْ  نَسِينَا  أَوْ  أَخْطَأْنَا  رَبَّنَا  وَلا  تَحْمِلْ  عَلَيْنَا  إِصْراً  كَمَا  حَمَلْتَهُ  عَلَى  الَّذِينَ  مِنْ  قَبْلِنَا  رَبَّنَا  وَلا  تُحَمِّلْنَا  مَا  لا  طَاقَةَ  لَنَا  بِهِ  وَاعْفُ  عَنَّا  وَاغْفِرْ  لَنَا  وَارْحَمْنَا  أَنْتَ  مَوْلانَا  فَانصُرْنَا  عَلَى  الْقَوْمِ  الْكَافِرِينَ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  إِنَّ  رَبَّكُمْ  اللَّهُ  الَّذِي  خَلَقَ  السَّمَوَاتِ  وَالأَرْضَ  فِي  سِتَّةِ  أَيَّامٍ  ثُمَّ  اسْتَوَى  عَلَى  الْعَرْشِ  يُغْشِي  اللَّيْلَ  النَّهَارَ  يَطْلُبُهُ  حَثِيثاً  وَالشَّمْسَ  وَالْقَمَرَ  وَالنُّجُومَ  مُسَخَّرَاتٍ  بِأَمْرِهِ  أَلا  لَهُ  الْخَلْقُ  وَالأَمْرُ  تَبَارَكَ  اللَّهُ  رَبُّ  الْعَالَمِينَ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  إِنَّ  فِي  خَلْقِ  السَّمَوَاتِ  وَالأَرْضِ    وَاخْتِلافِ  اللَّيْلِ  وَالنَّهَارِ  لآيَاتٍ  لأُولِي  الأَلْبَابِ  *  الَّذِينَ  يَذْكُرُونَ  اللَّهَ  قِيَاماً  وَقُعُوداً  وَعَلَى  جُنُوبِهِمْ  وَيَتَفَكَّرُونَ  فِي  خَلْقِ  السَّمَوَاتِ  وَالأَرْضِ    رَبَّنَا  مَا  خَلَقْتَ  هَذَا  بَاطِلاً  سُبْحَانَكَ  فَقِنَا  عَذَابَ  النَّارِ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  أَفَحَسِبْتُمْ  أَنَّمَا  خَلَقْنَاكُمْ  عَبَثاً  وَأَنَّكُمْ  إِلَيْنَا  لا  تُرْجَعُونَ  *  فَتَعَالَى  اللَّهُ  الْمَلِكُ  الْحَقُّ  لا  إِلَهَ  إِلاَّ  هُوَ  رَبُّ  الْعَرْشِ  الْكَرِيمِ  *  وَمَنْ  يَدْعُ  مَعَ  اللَّهِ  إِلَهاً  آخَرَ  لا  بُرْهَانَ  لَهُ  بِهِ  فَإِنَّمَا  حِسَابُهُ  عِنْدَ  رَبِّهِ  إِنَّهُ  لا  يُفْلِحُ  الْكَافِرُونَ  *  وَقُلْ  رَبِّ  اغْفِرْ  وَارْحَمْ  وَأَنْتَ  خَيْرُ  الرَّاحِمِينَ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  وَأَوْحَيْنَا  إِلَى  مُوسَى  أَنْ  أَلْقِ  عَصَاكَ  فَإِذَا  هِيَ  تَلْقَفُ  مَا  يَأْفِكُونَ  *  فَوَقَعَ  الْحَقُّ  وَبَطَلَ  مَا  كَانُوا  يَعْمَلُونَ  *  فَغُلِبُوا  هُنَالِكَ  وَانقَلَبُوا  صَاغِرِينَ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  وَقَالَ  فِرْعَوْنُ  ائْتُونِي  بِكُلِّ  سَاحِرٍ  عَلِيمٍ  *  فَلَمَّا  جَاءَ  السَّحَرَةُ  قَالَ  لَهُمْ  مُوسَى  أَلْقُوا  مَا  أَنْتُمْ  مُلْقُونَ  *  فَلَمَّا  أَلْقَوْا  قَالَ  مُوسَى  مَا  جِئْتُمْ  بِهِ  السِّحْرُ  إِنَّ  اللَّهَ  سَيُبْطِلُهُ  إِنَّ  اللَّهَ  لا  يُصْلِحُ  عَمَلَ  الْمُفْسِدِينَ  *  وَيُحِقُّ  اللَّهُ  الْحَقَّ  بِكَلِمَاتِهِ  وَلَوْ  كَرِهَ  الْمُجْرِمُونَ  }"
        }

        ,
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  قَالُوا  يَا  مُوسَى  إِمَّا  أَنْ  تُلْقِيَ  وَإِمَّا  أَنْ  نَكُونَ  أَوَّلَ  مَنْ  أَلْقَى  *  قَالَ  بَلْ  أَلْقُوا  فَإِذَا  حِبَالُهُمْ  وَعِصِيُّهُمْ  يُخَيَّلُ  إِلَيْهِ  مِنْ  سِحْرِهِمْ  أَنَّهَا  تَسْعَى  *  فَأَوْجَسَ  فِي  نَفْسِهِ  خِيفَةً  مُوسَى  *  قُلْنَا  لا  تَخَفْ  إِنَّكَ  أَنْتَ  الأَعْلَى  *  وَأَلْقِ  مَا  فِي  يَمِينِكَ  تَلْقَفْ  مَا  صَنَعُوا  إِنَّمَا  صَنَعُوا  كَيْدُ  سَاحِرٍ  وَلا  يُفْلِحُ  السَّاحِرُ  حَيْثُ  أَتَى  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  وَالصَّافَّاتِ  صَفّاً  *  فَالزَّاجِرَاتِ  زَجْراً  *  فَالتَّالِيَاتِ  ذِكْراً  *  إِنَّ  إِلَهَكُمْ  لَوَاحِدٌ  *  رَبُّ  السَّمَوَاتِ  وَالأَرْضِ    وَمَا  بَيْنَهُمَا  وَرَبُّ  الْمَشَارِقِ  *  إِنَّا  زَيَّنَّا  السَّمَاءَ  الدُّنْيَا  بِزِينَةٍ  الْكَوَاكِبِ  *  وَحِفْظاً  مِنْ  كُلِّ  شَيْطَانٍ  مَارِدٍ  *  لا  يَسَّمَّعُونَ  إِلَى  الْمَلإٍ  الأَعْلَى  وَيُقْذَفُونَ  مِنْ  كُلِّ  جَانِبٍ  *  دُحُوراً  وَلَهُمْ  عَذَابٌ  وَاصِبٌ  *  إِلاَّ  مَنْ  خَطِفَ  الْخَطْفَةَ  فَأَتْبَعَهُ  شِهَابٌ  ثَاقِبٌ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  هُوَ  اللَّهُ  الَّذِي  لا  إِلَهَ  إِلاَّ  هُوَ  عَالِمُ  الْغَيْبِ  وَالشَّهَادَةِ  هُوَ  الرَّحْمَنُ  الرَّحِيمُ  *  هُوَ  اللَّهُ  الَّذِي  لا  إِلَهَ  إِلاَّ  هُوَ  الْمَلِكُ  الْقُدُّوسُ  السَّلامُ  الْمُؤْمِنُ  الْمُهَيْمِنُ  الْعَزِيزُ  الْجَبَّارُ  الْمُتَكَبِّرُ  سُبْحَانَ  اللَّهِ  عَمَّا  يُشْرِكُونَ  *  هُوَ  اللَّهُ  الْخَالِقُ  الْبَارِئُ  الْمُصَوِّرُ  لَهُ  الأَسْمَاءُ  الْحُسْنَى  يُسَبِّحُ  لَهُ  مَا  فِي  السَّمَوَاتِ  وَالأَرْضِ    وَهُوَ  الْعَزِيزُ  الْحَكِيمُ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  وَنُنَزِّلُ  مِنْ  الْقُرْآنِ  مَا  هُوَ  شِفَاءٌ  وَرَحْمَةٌ  لِلْمُؤْمِنِينَ  وَلا  يَزِيدُ  الظَّالِمِينَ  إِلاَّ  خَسَاراً  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  وَإِنْ  يَكَادُ  الَّذِينَ  كَفَرُوا  لَيُزْلِقُونَكَ  بِأَبْصَارِهِمْ  لَمَّا  سَمِعُوا  الذِّكْرَ  وَيَقُولُونَ  إِنَّهُ  لَمَجْنُونٌ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  وَأَنَّهُ  تَعَالَى  جَدُّ  رَبِّنَا  مَا  اتَّخَذَ  صَاحِبَةً  وَلا  وَلَداً  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  قُلْ  يَا  أَيُّهَا  الْكَافِرُونَ  *  لا  أَعْبُدُ  مَا  تَعْبُدُونَ  *  وَلا  أَنْتُمْ  عَابِدُونَ  مَا  أَعْبُدُ  *  وَلا  أَنَا  عَابِدٌ  مَا  عَبَدتُّمْ  *  وَلا  أَنْتُمْ  عَابِدُونَ  مَا  أَعْبُدُ  *  لَكُمْ  دِينُكُمْ  وَلِيَ  دِينِ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "  {  قُلْ  هُوَ  اللَّهُ  أَحَدٌ  *  اللَّهُ  الصَّمَدُ  *  لَمْ  يَلِدْ  وَلَمْ  يُولَدْ  *  وَلَمْ  يَكُنْ  لَهُ  كُفُواً  أَحَدٌ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  قُلْ  أَعُوذُ  بِرَبِّ  الْفَلَقِ  *  مِنْ  شَرِّ  مَا  خَلَقَ  *  وَمِنْ  شَرِّ  غَاسِقٍ  إِذَا  وَقَبَ  *  وَمِنْ  شَرِّ  النَّفَّاثَاتِ  فِي  الْعُقَدِ  *  وَمِنْ  شَرِّ  حَاسِدٍ  إِذَا  حَسَدَ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "{  قُلْ  أَعُوذُ  بِرَبِّ  النَّاسِ  *  مَلِكِ  النَّاسِ  *  إِلَهِ  النَّاسِ  *  مِنْ  شَرِّ  الْوَسْوَاسِ  الْخَنَّاسِ  *  الَّذِي  يُوَسْوِسُ  فِي  صُدُورِ  النَّاسِ  *  مِنْ  الْجِنَّةِ  وَالنَّاسِ  }"
        },
        {
                "section_id":  6,
                "count":  "",
                "description":  "",
                "reference":  "",
                "content":  "((  أعوذ  بكلمات  الله  التامات  من  شر  ما  خلق  ))."
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  أعوذ  بكلمات  الله  التامة  من  كل  شيطان  وهامة  ،  ومن  كل  عين  لامة  ))."
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  أعوذ  بكلمات  الله  التامة  التي  لا  يجاوزهن  بر  ولا  فاجر  من  شر  ما  ينزل  من  السماء  ،  ومن  شر  ما  يعرج  فيها  ،  ومن  شر  ما  ذرأ  في  الأرض  ،  ومن  شر  ما  يخرج  منها  ،  ومن  فتن  الليل  والنهار  ،  ومن  شر  طوارق  الليل  والنهار  إلا  طارقاً  يطرق  بخير  يا  رحمن  ))  ."
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  أعوذ  بكلمات  الله  التامة  من  غضبه  وعقابه  ،  ومن  شر  عباده  ومن  شر  همزات  الشياطين  وأن  يحضرون  ))  ."
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  اللهم  إني  أعوذ  بوجهك  الكريم  ،  وكلماتك  التامة  من  شر  ما  أنت  آخذ  بناصيته  ))  ."
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  اللهم  أنت  تكشف  المأثم  والمغرم  ن  ،  اللهم  إنه  لا  يهزم  جندك  ولا  يخلف  وعدك  ،  سبحانك  وبحمدك  ))  ."
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  أعوذ  بوجه  الله  العظيم  الذي  لا  شيئ  أعظم  منه  ،  وبكلماته  التامات  التي  لا  يجاوزهن  بر  ولا  فاجر  وبأسماء  الله  الحسنى  ما  علمت  منها  وما  لم  أعلم  من  شر  ما  خلق  و  ذرأ  و  برأ  ،  ومن  كل  ذي  شر  لا  أطيق  شره  ،  ومن  شر  كل  ذي  شر  أنت  آخذ  بناصيته،إن  ربي  على  صراط  مستقيم))"
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  اللهم  أنت  ربي  لا  إله  إلا  أنت  عليك  توكلت  وأنت  رب  العرش  العظيم  ،  ما  شاء  الله  كان  وما  لم  يكن  ،  ولا  حول  ولا  قوة  إلا  بالله  ،  أعلم  أن  الله  على  كل  شيئ  قدير  ،  وأن  الله  قد  أحاط  بكل  شيئ  علماً  ،  وأحصى  كل  شيء  عدداً  ،  اللهم  إني  أعوذ  بك  منه  شر  نفسي  ،  وشر  الشيطان  وشركه  ،  ومن  شر  كل  دابة  أنت  آخذ  بناصيتها  ،  إن  ربي  على  صراط  المستقيم    ))  ."
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  تحصنت  بالله  الذي  لا  إله  إلا  هو  وإليه  كل  شيء  ،  وتوكلت  على  الحي  الذي  لا  يموت  ،  و  استدفعت  الشر  بلا  حول  ولا  قوة  إلا  بالله  ))"
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "  ((  حسبي  الله  ونعم  الوكيل  ،  حسبي  الرب  من  العباد  ،  حسبي  الخالق  من  المخلوق  ،  حسبي  الرزاق  من  المرزوق  ،  حسبي  الله  ،  هو  حسبي  الذي  بيده  ملكوت  كل  شيئ  وهو  يجير  ولا  يجار  عليه  ،  حسبي  الله  وكفى  ،  سمع  الله  من  دعا  ،  وليس  وراء  الله  مرمى  ))"
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "  ((  حسبي  الله  لا  إله  إلا  هو  عليه  توكلت  وهو  رب  العرش  العظيم  ))"
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  بسم  الله  أرقيك  من  كل  داء  يؤذيك  ومن  شر  كل  نفس  أو  عين  حاسد  الله  يشفيك،باسم  الله  أرقيك  ))"
            },
            {
                    "section_id":  6,
                    "count":  "",
                    "description":  "",
                    "reference":  "",
                    "content":  "((  أسال  الله  العظيم  رب  العرش  العظيم  أن  يشفيك  ))"
        }
]